{
	"_meta": {
		"sources": [
			{
				"json": "GnollGH",
				"abbreviation": "Gnll",
				"full": "Gnoll",
				"authors": [
					"Gremio Horizonte"
				],
				"version": "1.0",
				"url": "https://github.com/kreian/5etools-/raw/refs/heads/Razas/GH%20Undead%20Races1.json",
				"color": "8e816e"
			},
			{
				"json": "Lichkin",
				"abbreviation": "Lichkin",
				"full": "Lichkins; servants of these evil beings, the lichs",
				"authors": [
					"Gremio Horizonte"
				],
				"version": "1.0",
				"url": "https://github.com/kreian/5etools-/raw/refs/heads/Razas/GH%20Undead%20Races1.json",
				"color": "d4b6ac"
			},
			{
				"json": "PhantomGH",
				"abbreviation": "Phtm",
				"full": "Phantom",
				"authors": [
					"Gremio Horizonte"
				],
				"version": "1.0",
				"url": "https://github.com/kreian/5etools-/raw/refs/heads/Razas/GH%20Undead%20Races1.json",
				"color": "d7703a"
			},
			{
				"json": "ZombieGH",
				"abbreviation": "ZBy",
				"full": "Zombie",
				"authors": [
					"Gremio Horizonte"
				],
				"version": "1.0",
				"url": "https://www.",
				"color": "a16644"
			}
		],
		"dateAdded": 1584641909,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "de38f1cd21",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Lichkin",
			"source": "Lichkin",
			"ability": [
				{
					"str": 0,
					"con": 0,
					"int": 2,
					"wis": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 25,
			"traitTags": [
				"Skill Proficiency",
				"undead Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Lichkin are created and do not age beyond that point. They may experience some bodily deterioration, but cannot die of age."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"These creatures have a tendency toward evil due to the nature of liches. However, they are still beings that often retain a semblance of their former selves, allowing them to be able to choose their own paths and alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Most lichkin look like withered versions of their own race and are thus slightly smaller/lighter. Your size is Medium or Small."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only 50 shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage, exhaust condition and you can't be poisoned. You don't need to breath or sleep , and magic can't put you to sleep. You can finish a long rest in 4 hours if you spend those hours in an inactive, motionless state, during which you retain consciousness."
					],
					"type": "entries"
				},
				{
					"name": "Lich Knowledge",
					"entries": [
						"With a fraction of a wizard's soul comes great knowledge. You are proficient in one of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Medicine}, {@skill Perception}Investigation, {@skill Perception}, {@skill Religion} ."
					],
					"type": "entries"
				},
				{
					"name": "Lich Magic",
					"entries": [
						"You have a bit of magic gained from the lich of origin. You know one cantrip from the Wizard Spell List of your choice. Beginning at 3rd level, you know and can cast one 1st-level spell from the list. At 5th level, you know and can cast one 2nd-level spell from the list. You can't change these spells once you've chosen them. You can cast these spells at their lowest level, using no spell slot. Once you cast any of these spells, you can't cast it again with this feature until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Miasmaborn",
					"entries": [
						"Your creator knew that as an undead you could not heal by traditional means, but your arcane nature brought an unexpected advantage. You are capable of absorbing the leftover magic that lingers after a spell is cast. When you see or hear someone casting a spell within 30 feet of you you can heal yourself a number of hit points equals to the double of the spell slot spent to cast it. If that spell belongs to the school of necromancy you gain double that amount."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one language of your choice that the original lich may have spoken."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 82,
				"heightMod": "2d8",
				"baseWeight": 200,
				"weightMod": "2d8"
			},
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"dadad!\" - R"
						]
					},
					"Created by an evil being, lichkin are servants of these evil beings, the lich. These beings, created with arcane magic, are meant to help the lich in their experiments, serve as slaves or simply as puppets that they use for their evil purposes. Although it was believed that a lichkin would die when its master was destroyed, this was not true, since when a lich dies, its creations finally experience what freedom is.",
					"Usually they prefer to stay together and be nomads, trying to find the purpose of their life, others instead, follow the ambitious steps of their creators, whatever the case may be. Their existence is rare and their presence is usually a sign of the existence of a lich nearby."
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"any": true
				}
			],
			"skillProficiencies": [
				{
					"Arcana": true,
					"History": true,
					"Insight": true,
					"Medicine": true,
					"Perception": true,
					"Investigation": true,
					"Religion": true
				}
			],
			"age": {
				"mature": 18,
				"max": 9000
			}
		},
		{
			"name": "Gnoll",
			"source": "GnollGH",
			"ability": [
				{
					"str": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Natural Weapon",
				"Monstrous Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Pups reach adulthood around 8 years of age. Due to their violent lifestyle many will be killed when they start showing signs of aging, around 30 years of age. Their full life expectancy is not known."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Gnolls do not follow any sort of code or rules; for the most part they are chaotic in nature. Due to their demonic connection many gnolls tend towards evil alignments."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Gnolls tend to be around 7 feet. They generally weigh between 250 and 310 lbs. Your size is medium."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your fiendish heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"Due to your keen senses, you are proficient with the {@skill Perception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Naturally Equipped",
					"entries": [
						"You are never unarmed. Your jaws are a natural weapon, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Rampage",
					"entries": [
						"When you reduce a creature to 0 hit points with a melee attack on your turn, you can take a bonus action to move up to half your speed and make a bite attack."
					],
					"type": "entries"
				},
				{
					"name": "Howl of the Pack",
					"entries": [
						"As a bonus action, choose a friendly creature who can see or hear you within 30 feet. It can use its reaction to make one weapon attack. After you use this feature, you can't use it again until you complete a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gnoll."
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 80,
				"heightMod": "2d6",
				"baseWeight": 210,
				"weightMod": "2d4"
			},
			"fluff": {
				"entries": [
					"Gnoll legends trace the origin of their species back to a time when the demon lord Yeenoghu found his way to the Material Plane and ran amok. Packs of ordinary hyenas followed in his wake, scavenging the demon lord's kills. Those hyenas were transformed into the first gnolls, parading after Yeenoghu until he was banished back to the Abyss. The gnolls then scattered across the face of the world, a dire reminder of demonic power.",
					"This is the tale gnoll mothers tell their pups and the story the scourge uses to exhort his troops. Whether it is truth or mere legend, it is easy to see the inspiration for the myth. A gnoll looks much like a humanoid hyena and shares many traits with the animal, including its haunting laughter, and the strength and savagery of these creatures is enough to suggest demonic blood; the typical gnoll band strikes without fear or mercy, tearing into enemies with the fury of fiends incarnate.",
					{
						"type": "entries",
						"name": "Pack Mentality",
						"entries": [
							"In spite of the savage nature of the gnolls, there are some aspects to their culture that are not inherently repulsive. Gnolls place a very strong value on family for instance, respecting blood ties perhaps more than any other aspect of a relationship. Though gnolls within a pack will commonly fight with each other for dominance, these battles are quickly forgotten after their resolution, and in most situations, gnolls of the same bloodline are loyal friends and allies to one another. These bloodlines are almost always traced maternally, through the female line.",
							"This loyalty to family is particularly obvious during combat, either with rival gnoll packs or other races. Gnolls who fight side by side regularly throw away personal glory in order to help their brethren. Perhaps most surprisingly, when a gnoll is separated from their clan and family their instinctive need for such blood ties leads them to form a surrogate \"pack\" from those whom they choose to befriend. To these unlikely allies the gnoll is as loyal and faithful as they would be to their own brothers or sisters, embracing the outsiders as if they were family.",
							"While all gnolls have an innate tendency for collecting souvenirs and trophies, nomadic packs, particularly the savage ones who have little contact with other races except during wartime, find few other ways to acquire technology, having crafted a handful of tools of their own. The result of this is that most gnolls rely on the other races as their source of wealth and technology; which extends to arms and weaponry, giving gnoll armour a unique aesthetic where each suit is typically kitbashed together from scavenged pieces found either on victims or abandoned.",
							"Gnolls of all kinds have an affinity for hyenas, who many see as their brethren and whom they keep as pets or for hunting."
						]
					},
					{
						"type": "entries",
						"name": "Gnoll Names",
						"entries": [
							"First names have a flow-y yet growl-like sound. Surnames are always the name of the pack they belong to. Pack names will be compounded words. They can describe either the members of the pack, or where that pack lives.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Male Names",
										"entries": [
											"Dagnyr, Dhyrn, Doryc, Ghyrryn, Gnasc, Gnoryc, Gnyrn, Hyrn, Lhoryn, Lhyr, Mognyr, Sorgnyn, Thyrn, Toryc, Yrgnyn, Yrych"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Female Names",
										"entries": [
											"Dagnyra, Gnara, Gnora, Gnyrl, Hyra, Hyrgna, Lhyra, Lhyrl, Malgna, Myrl, Sargna, Shyrla, Tarnyra, Yrgna"
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Pack Names",
										"entries": [
											"Blackpaw, Mosshide, Mudsnout, Palemane, Redridge, Riverpaw, Rot Hide, Savage-Hill, Shadowhide, Stinkpelt, Wildpaw, Woodpaw"
										]
									}
								]
							}
						]
					}
				]
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"gnoll|mm": true
				}
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"age": {
				"mature": 8,
				"max": 60
			}
		},
		{
			"name": "Phantom",
			"source": "PhantomGH",
			"ability": [
				{
					"cha": 2,
					"int": 1
				}
			],
			"size": [
				"M",
				"S"
			],
			"speed": 30,
			"traitTags": [
				"Skill Proficiency",
				"Undead"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"You are ageless, having already died centuries ago. Your soul lingers in the Material Plane for reasons unknown."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"A phantom's alignment is dependent on the nature of its unfinished business. Strong enough to keep its presence in the Material Pane, a phantom is usually good or evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"You are Medium or Small. You choose the size when you select this race."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only 50 shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Undead Nature",
					"entries": [
						"You don't need to eat, drink, breathe, or sleep. You can finish a long rest in 4 hours by entering an inactive, motionless state, during which you retain consciousness."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Ghostly Form",
					"entries": [
						"You are a wandering spirit, represented by the following benefits:",
						{
							"type": "table",
							"caption": "benefits:",
							"colLabels": [
								"Quirk"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1",
									"-You can move through other creatures and objects as if they were difficult terrain, but you take 1d10 force damage you end your turn inside an object."
								],
								[
									"2",
									"-Fly equal to your walking speed and while you are flying you can hover."
								],
								[
									"3",
									"-You are immune to disease and being poisoned, and you have immunity to poison damage."
								],
								[
									"4",
									"-You can see 30 feet into the Ethereal Plane when you are on the Material Plane, and vice versa."
								],
								[
									"5",
									"-When you take nonmagical bludgeoning, piercing, or slashing damage, you can use your reaction to gain resistance to that damage until the start of your next turn.",
									"You can use this reaction a number of times equal to your PB, and you regain its uses after a long rest."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ghostly Form",
					"entries": [
						"In addition you also have the following detriments:",
						{
							"type": "table",
							"caption": "detriments:",
							"colLabels": [
								"Quirk"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1",
									"-You have disadvantage in Strength checks and saving throws."
								],
								[
									"2",
									"-You can't talk, but you can use telepathy to convey your thoughts. You have the magical ability to transmit your thoughts mentally to willing creatures within 60 feet of yourself. A contacted creature doesn't need to share a language with you to understand your thoughts, but it must be able to understand at least one language. Your telepathic link to a creature is broken if you and the creature move more than 60 feet apart, if either of you is incapacitated, or if either of you mentally breaks the contact (no action required)."
								],
								[
									"3",
									"-Bludgeoning, slashing, and piercing damage you deal that doesn't come from a spell is halved."
								],
								[
									"4",
									"-You can't wear any kind of armor."
								]
							]
						}
					]
				},
				{
					"entries": [
						{
							"name": "Necrotic Resistance",
							"entries": [
								"You have resistance to necrotic damage."
							],
							"type": "entries"
						},
						{
							"name": "Possession",
							"entries": [
								"As an action, you can possess a Humanoid corpse and bring it back to life temporarily possessing it. While possessing a body, you lose the Ghostly Form trait and your racial fly speed. You are also considered Humanoid while possessing a body. You can choose to exit the body as an action.",
								"The state of the body you possess depends on the number of hit points you have remaining. At full health, the body looks no different that it did in life. At half health, signs of greying and decomposition become visible. At close to 0 hit points, the body looks no different than a zombie. Existing the body returns it to its decomposed state.",
								"If you fail your death saving throws while possessing a body, you can exit the body while remaining unconscious. During this state, your death saving throws are reset and you must repeat them again. If you succeed, you also regain 1 hit point."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common and one language of your choice that you knew when you were alive."
							],
							"type": "entries"
						}
			],
			"heightAndWeight": {
				"baseHeight": 82,
				"heightMod": "2d8",
				"baseWeight": 200,
				"weightMod": "2d8"
			},
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"dadad!\" - R"
						]
					},
					"Created by an evil being, lichkin are servants of these evil beings, the lich. These beings, created with arcane magic, are meant to help the lich in their experiments, serve as slaves or simply as puppets that they use for their evil purposes. Although it was believed that a lichkin would die when its master was destroyed, this was not true, since when a lich dies, its creations finally experience what freedom is.",
					"Usually they prefer to stay together and be nomads, trying to find the purpose of their life, others instead, follow the ambitious steps of their creators, whatever the case may be. Their existence is rare and their presence is usually a sign of the existence of a lich nearby."
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"any": true
				}
			],
			"skillProficiencies": [
				{
					"Arcana": true,
					"History": true,
					"Insight": true,
					"Medicine": true,
					"Perception": true,
					"Investigation": true,
					"Religion": true
				}
			],
			"age": {
				"mature": 18,
				"max": 9000
			}
		},
		{
			"name": "Zombie",
			"source": "ZBy",
			"ability": [
				{
					"con": 3,
					"Str": 1,
					"Int": -2
				}
			],
			"size": [
				"M"
			],
			"speed": 25,
			"traitTags": [
				"Skill Proficiency",
				"Natural Weapon",
				"Undead Race"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"can live up to 20 years or more but rarely do so."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Prone to betrayal for their own interests. They tend to be chaotic evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces you to 0 hit points, you must make a Constitution saving throw with a DC of 5+the damage taken, unless the damage is radiant or from a critical hit. On a success, you drop to 1 hit point instead. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Undead Nature:",
					"entries": [
						"You are immune to poison damage and exhaustion, and you can't be poisoned. You don't require air, food, drink, or sleep, and magic can't put you to sleep. You can finish a long rest in 4 hours if you spend those hours in an inactive, motionless state, during which you retain consciousness. "
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, but when you speak you do it very slowly"
					],
					"type": "entries"
				}
			],
			"heightAndWeight": {
				"baseHeight": 56,
				"heightMod": "2d10",
				"baseWeight": 100,
				"weightMod": "1d6"
			},
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"Dy!\" - R-O"
						]
					},
				]
			},
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"age": {
				"mature": 8,
				"max": 60
			}
		},
			"raceName": "Zombie",
			"raceSource": "ZBy"
		}
	]
}
